---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.IFC.IFCOpeningData
source: html/22bed496-5aa8-be05-50d6-e9c209a10e56.htm
---
# IFCOpeningData Members

Releases all resources used by the IFCOpeningData